{
    "messages": [
      {
        "retell": "В одном далеком и мистическом мире, наделенном волшебством и тайнами, начинается эпическое путешествие маленького хоббита Фродо Бэггинса. Он вместе с фрагментом Властелина Кольца отправляется в опасное и невероятное приключение, чтобы уничтожить кольцо в Огне Роковой горы, исключив тем самым угрозу зла, воплощенного в лице темного властелина Саурона.",
        "time": "2024-03-17T08:30:45.123456789Z",
        "chat_id": 1
      },
      {
        "retell": "В начале XX века на плавучем роскошном лайнере Титаник разворачивается история запретной любви между бедным художником Джеком Доусоном и дочерью миллионера Розой Дьюитт Бьюкейтер. Несмотря на социальные и культурные различия, их страсть преодолевает все преграды, но их романтическое приключение обречено на трагический финал в результате крушения непотопляемого судна.",
        "time": "2024-03-18T08:30:45.123456789Z",
        "chat_id": 1
      },
      {
        "retell": "В мире, далеком-далеко, во времена галактической войны, молодой фермер Люк Скайуокер, вместе с роботом-пилотом R2-D2 и воякой-пилотом Ханом Соло, отправляется на миссию по спасению принцессы Леи Органы от зловещего Дарта Вейдера и Имперской империи. В их пути возникают многочисленные испытания, но они готовы пожертвовать всем, чтобы вернуть мир галактике.",
        "time": "2024-03-19T08:30:45.123456789Z",
        "chat_id": 1
      },
      {
        "retell": "Мальчик-сирота Гарри Поттер узнает о своем волшебном происхождении и приглашается поступить в Школу чародейства и волшебства Хогвартс. Там он встречает новых друзей Рона Уизли и Гермиону Грейнджер, и вместе они начинают исследовать тайны магии. В их приключениях скрыт страшный секрет, связанный с Черный Властелином, и они должны стать необычными героями в битве добра и зла.",
        "time": "2024-03-20T08:30:45.123456789Z",
        "chat_id": 1
      },
      {
        "retell": "Финальная часть эпической саги о Средиземье, в которой союзники объединяются, чтобы сразиться с армией тьмы, сгущающейся вокруг королевства Гондор. Герои вступают в последнюю битву за судьбу Средиземья, в которой они должны стать общим фронтом против зла, воплощенного во властелине тьмы Сауроне.",
        "time": "2024-03-21T08:30:45.123456789Z",
        "chat_id": 1
      },
      {
        "retell": "Волны Карибского моря кишат приключениями, когда капитан Джек Воробей и его экипаж отправляются на поиски загадочного сокровища и Черной жемчужины. На их пути встают проклятия, борьба за власть и невероятные морские баталии, которые определяют судьбу каждого из членов команды.",
        "time": "2024-03-22T08:30:45.123456789Z",
        "chat_id": 1
      },
      {
        "retell": "После разрушения Звезды Смерти, Империя наносит ответный удар против повстанцев. Люк Скайуокер отправляется на обучение к мудрому мастеру Йоде, чтобы обрести знания и силу в борьбе с темными силами. В то время Хан Соло и принцесса Лея оказываются в западне, пытаясь убежать от беспощадных гонений империи и найти спасение во время всепоглощающей борьбы за свободу галактики.",
        "time": "2024-03-23T08:30:45.123456789Z",
        "chat_id": 1
      }
    ]
  }